accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
appimagelauncher
arandr
atril
awesome-terminal-fonts
base
base-devel
bash-completion
bc
bemenu
bemenu-wayland
bind
bitwarden
bluez
bluez-hid2hci
bluez-libs
bluez-utils
bpftune-git
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-gaming-applications
cachyos-gaming-meta
cachyos-hello
cachyos-hooks
cachyos-hyprland-settings
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-nord-gtk-theme-git
cachyos-packageinstaller
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
caja
caja-actions
caja-audio-video-properties
caja-image-converter
caja-open-terminal
caja-sendto
caja-share
caja-wallpaper
caja-xattr-tags
capitaine-cursors
celluloid
chwd
cpupower
cryptsetup
device-mapper
dhclient
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
dosfstools
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
engrampa
eom
ethtool
exfatprogs
f2fs-tools
feh
ffmpegthumbnailer
firefox
fsarchiver
gdm
ghostty
git
github-cli
glances
grimblast-git
grub
grub-hook
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvim
haveged
hdparm
hwdetect
hwinfo
hyprland
i3blocks
i3lock
i3status
i3-wm
inetutils
iptables-nft
iwd
jfsutils
kitty
kvantum
kvantum-theme-nordic-git
less
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
libdvdcss
libgsf
libopenraw
libva-nvidia-driver
libwnck3
lightdm
lightdm-slick-greeter
linux-cachyos
linux-cachyos-headers
linux-cachyos-nvidia-open
linux-firmware
logrotate
lolcat
lsb-release
lsscsi
lvm2
mako
man-db
man-pages
marco
mate-applets
mate-backgrounds
mate-calc
mate-control-center
mate-desktop
mate-icon-theme
mate-icon-theme-faenza
mate-media
mate-menus
mate-netbook
mate-notification-daemon
mate-panel
mate-polkit
mate-power-manager
mate-screensaver
mate-sensors-applet
mate-session-manager
mate-settings-daemon
mate-system-monitor
mate-terminal
mate-themes
mate-user-guide
mate-user-share
mate-utils
mdadm
meld
mesa-utils
micro
mkinitcpio
mlt
modemmanager
mousetweaks
movit
mozo
mtools
nano
nano-syntax-highlighting
neovide
neovim
netctl
networkmanager
network-manager-applet
networkmanager-openvpn
nfs-utils
nilfs-utils
nodejs
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
nvidia-settings
nvidia-utils
obsidian
obs-studio
octopi
opencl-nvidia
opencv
opendesktop-fonts
openssh
os-prober
pacman-contrib
pamixer
paru
pavucontrol
pcmanfm
perl
pipewire-alsa
pipewire-pulse
plocate
pluma
plymouth
polkit-kde-agent
polybar
poppler-glib
power-profiles-daemon
profile-sync-daemon
pv
python
python-defusedxml
python-packaging
python-pip
python-pipx
qt5ct
qtile
rebuild-detector
reflector
ripgrep
rofi-emoji
rsync
rtkit
sddm
sg3_utils
slurp
smartmontools
s-nail
snap-pac
snapper
sof-firmware
sox
starship
sudo
swappy
swaybg
swaylock-effects-git
swaylock-fancy-git
syncthing
sysfsutils
texinfo
tgpt
timeshift
tk
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
vi
vulkan-icd-loader
waybar
wezterm
wget
which
wireless-regdb
wireplumber
wl-clipboard
wlogout
wob
wofi
wpa_supplicant
xclip
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-user-dirs-gtk
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
yay
yazi
zoxide
